tap "1password/tap"
tap "anomalyco/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "age"
brew "aws-cdk"
brew "aws-sam-cli"
brew "aws-vault", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "cloudflare-wrangler"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "delve"
brew "eslint"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "groff"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libmagic"
brew "libpq"
brew "lima"
brew "llvm"
brew "make"
brew "mas"
brew "maven"
brew "neovim"
brew "nmap"
brew "oh-my-posh"
brew "openblas"
brew "pcre"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "postgresql@18"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "rustup"
brew "serverless"
brew "sevenzip"
brew "shellcheck"
brew "stow"
brew "syncthing"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uv"
brew "vnstat", restart_service: :changed
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "arq"
cask "aws-vault-binary"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "insomnia"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "rustdesk"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
