tap "1password/tap"
tap "aws/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "age"
brew "openssl@3"
brew "node"
brew "aws-cdk"
brew "aws-sam-cli"
brew "aws-vault", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "pcre2"
brew "cloudflare-wrangler2"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "delve"
brew "diff-so-fancy"
brew "eslint"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "groff"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "llvm"
brew "make"
brew "maven"
brew "neovim"
brew "nmap"
brew "openblas"
brew "p7zip"
brew "pcre"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "postgresql@14"
brew "postgresql@15"
brew "redis"
brew "ripgrep"
brew "serverless"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vnstat", restart_service: :changed
brew "wget"
brew "yarn"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "aws-vault"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "kitty"
cask "obsidian"
cask "qmk-toolbox"
cask "rectangle"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "vlc"
