tap "homebrew/bundle"
tap "homebrew/services"
brew "aws-vault", link: false
brew "awscli"
brew "coreutils"
brew "delve"
brew "diff-so-fancy"
brew "eslint"
brew "fd"
brew "fnm"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "p7zip"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "vnstat"
brew "yarn"
cask "1password-cli"
cask "aws-vault"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
